Repository: ForrestAlfred/natsulion
Catalog: *.lproj/Localizable.strings
Languages: german, japanese, spanish

source: No message received
german: Keine neue Nachricht
japanese: メッセージを受信できませんでした
spanish: Mensaje no ha recibé

source: Not Authorized
german: Nicht authorisiert
japanese: 認証に失敗しました
spanish: No autorizado

source: Sending a message failure. unable to get connection.
german: Fehler beim Senden der Nachricht. Kann keine Verbindung herstellen.
japanese: 送信に失敗しました
spanish: Falló enviar un mensaje. No se pudo contectar.

source: Twitter Server Error
german: Twitter Server Fehler
japanese: Twitter サーバに問題があります
spanish: Error de servidor Twitter

source: Unknown Error
german: Unbekannter Fehler
japanese: 不明なエラーです
spanish: Error desconocido

source: New Messages from:
japanese: 新しいメッセージ:
spanish: Mensajes nuevos de:

source: Retrieving timeline failed
japanese: タイムラインの取得に失敗しました
spanish: Falló acceder cronología

source: View Mode
german: Nur-Lesen-Modus
japanese: ビュー
spanish: Visualisación

source: Refresh
german: Neu laden
japanese: 更新
spanish: Refrescar

source: Mark all as read
german: Alle als gelesen markieren
japanese: 既読化
spanish: Marcar todo como no leído

source: number of messages
german: Anzahl Nachrichten
japanese: メッセージ数
spanish: número de mensajes

source: Sending a message failed
german: Fehler beim Senden einer Nachricht
japanese: メッセージ送信に失敗しました
spanish: Falló enviar un mensaje

source: Unable to store your password to your keychain.
german: Kennwort konnte nicht in der Keychain gesichert werden.
japanese: パスワードをキーチェインに保存できませんでした
spanish: No se pudo almacenar su contraseña a su llavero.

source: Please check your username and password or try later.
german: Ein Fehler ist aufgetreten. Bitte Usernamen und Kennwort pruefen und spaeter erneut versuchen.
japanese: エラーが発生しました。ユーザ ID とパスワードを確認してください。
spanish: Un error se ocurrió. Confirme su nombre de usario y contraseña, por favor.

source: Input your message and press "Enter" key
german: Nachricht eingeben und "Enter" druecken
japanese: メッセージを入力して Enter キーで送信
spanish: Entre su mensaje y pulse la tecla "Enter"

source: Input your message and press "Ctrl + Enter" key
german: Nachricht eingeben und "Ctrl + Enter" druecken
japanese: メッセージを入力して Ctrl + Enter キーで送信
spanish: Entre su mensaje y pulse la tecla "Ctrl + Enter"

source: Friends
german: Freunde
spanish: Amigos

source: Next
japanese: 次へ
spanish: Siguiente

source: Find
german: Suchen
japanese: 検索
spanish: Buscar

source: Conversation
german: Unterhaltung
japanese: 会話を表示
spanish: Conversación

source: iTunes Track
german: iTunes Titel
japanese: iTunes 曲名
spanish: Pista iTunes

source: Repost
spanish: Reponer

source: Reset at %@
german: Zurueckgesetzt um %@
japanese: %@ に回復します
spanish: Reincinar a %@

source: Exceeded API rate limit
german: Maximale Anzahl API-Aufrufe ueberschritten
japanese: API 制限です
spanish: Se excedió tasa de límite API

source: Exceeded API rate limit will be reset at %@
german: Anzahl API-Aufrufe werden um %@ zurueckgesetzt
japanese: API 制限です %@ にまた使えるようになります
spanish: Se excedió tasa de límite API Reincinará a %@

source: Attention: API limit warning
german: Achtung: Warnung fuer maximale Anzahl API-Aufrufe
japanese: Twitter API の使用量制限に近づいています
spanish: Atención: advertencia de límite API

source: Attention: API limit exceeded
german: Achtung: maximale Anzahl API-Aufrufe ueberschritten
japanese: Twitter API の使用量制限を超えました
spanish: Atención: Se excedió límite API

source: %d characters remain
german: %d verbleibend
japanese: あと %d 文字入力できます
spanish: Quedan %d caracteres

source: Your message can be truncated because it's too long.
german: Die Nachricht kann abgeschnitten werden, da sie zu lang ist.
japanese: メッセージが長すぎるため切り詰められる場合があります
spanish: Su mensaje se puede truncar porque más largo

source: Your message will be truncated because it's too long.
german: Die Nachricht wird abgeschnitten, da sie zu lang war.
japanese: メッセージが長すぎるため切り詰められます
spanish: Su mensaje truncará porque más largo

source: Good night NatsuLion
spanish: Buenas noches NatsuLion

source: Replies
german: Antworten

source: Sent
german: Gesendet

source: Unread
german: Ungelesen
